<%@ Page Title="" Language="C#" MasterPageFile="~/site.Master" AutoEventWireup="true" CodeBehind="rules.aspx.cs" Inherits="E_Library.rules" %>
<asp:Content ID="Content1" ContentPlaceHolderID="head" runat="server">
</asp:Content>
<asp:Content ID="Content2" ContentPlaceHolderID="ContentPlaceHolder1" runat="server">

    <div class="container mt-3">
        <div class="row">
            <div class="col-md-10 mx-auto">
                <h1 class="font-weight-bolder">Услови за користење</h1>

                <div class="row mt-3">
                    <span >Добродојдовте на интернет порталот на Е-Библиотека Медиа ДОО (во понатамошниот текст: Е-Библиотека).<br /> 
                       Е-Библиотека ви овозможува користење на услугите и содржините на својот интернет портал кои се регулирани со овие Услови за користење и важат за сите содржини
                      , страници, услуги, интернет домени и поддомени кои се во сопственост на Е-Библиотека.
                       <br /> Со користењето на интернет порталот на E-Библиотека, 
                        неговите страници, содржини и услуги се смета дека корисниците во секој момент се запознаени со овие 
                        Услови за користење и дека во целост ги разбираат и прифаќаат.</span>
                </div>

                <div class="row mt-3">
                    <h5 class="font-weight-bolder">Опис на услугите</h5>
                </div>

                <div class="row mt-3 border-bottom-1">
                    <span>E-Библиотека на своите корисници им овозможува пристап до своите интернет страници, содржини и услуги кои ги вклучуваат:</span>
                </div>

                <div class="row mt-5">
                    <h6 class="font-weight-bolder">Форум</h6>

                    <span>Форум е бесплатна услуга која овозможува комуникација помеѓу посетителите и е регулиран со овие Услови и правила за користење.</span>

                </div>

                <div class="row mt-4">
                    <h5 class="font-weight-bolder">Обврски на корисниците при користење на порталот и услугите</h5>

                    <span class="mt-3">На корисниците на E-Библиотека не им е дозволено:<br />
<br />
<span class="font-weight-bold">a)</span> Објавување, испраќање и размена на содржини кои ги кршат постоечките македонски и/или меѓународни закони, содржини кои се навредливи, вулгарни, порнографски, расистички, шовинистички, заканувачки или е штетен на било кој друг начин;<br />
<br />
<span class="font-weight-bold">б)</span> Објавување, испраќање, размена и пренесување на информации за кои посетителите знаат или претпоставуваат дека се лажни, а чие користење би можело да им нанесе штета на другите корисници;<br />
<br />
<span class="font-weight-bold">в)</span> Лажно претставување во име на друго правно или физичко лице;<br />
<br />
<span class="font-weight-bold">г)</span> Манипулирање со информациите со цел прикривање на потекло на содржините кои се објавуваат или испраќаат преку услугите на Е-Библиотека;<br />
<br />
<span class="font-weight-bold">д)</span> Објавување, испраќање и размена на содржини кои се заштитени со авторски права;<br />
<br />
<span class="font-weight-bold">ѓ)</span> Објавување, испраќање и размена на несакани содржини на корисниците без нивна согласност или барање, како што се промотивни материјали, рекламни пораки, „спам“, верижни писма, лажни наоди или тврдења.<br />
<br />
<span class="font-weight-bold">е)</span> Свесно објавување и размена на содржини кои содржат компјутерски вируси или слични злонамерни компјутерски датотеки или програми со цел уништување или ограничување на работата на било кој компјутерски софтвер и/или хардвер и телекомуникациска опрема;<br />
<br />
<span class="font-weight-bold">ж)</span> Собирање, чување и објавување на лични податоци на други корисници.<br />
<br />
Е-библиотека го задржува правото да ги отстрани содржините за кои смета дека не одговараат на овие Услови за користење, како и да ги укине корисничките налози на регистрираните корисници без претходна најава во случај на недозволено користење, односно при повреда на овие Услови за користење.<br />
<br />
Со прифаќање на овие Услови за користење, корисникот прифаќа и согласен е дека услугите и содржините на Е-Библиотека ќе вклучуваат реклами, разни известувања, пораки од администраторите и слични пораки од Е-Библиотека за редовно известување на посетителите/корисниците на порталот и нормално функционирање на сите услуги и содржини на порталот Е-Библиотека <br />.</span>
                </div>


        </div>
    </div>
        </div>


</asp:Content>
